Промене на платформи у односу на основну верзију (Пример):
<h3>20.01.2016.</h3>
<ul>
    <li>Додат је реглед промена у односу на основну верзију</li>
    <li>Додата је синхронизација прегледа профила корисника</li>
    <li>На страници профила додата је ставка неоцењен</li>
    <li>На страници профила ажурирани су релевантни подаци СЕО оптимизације</li>
    <li>На страници профила измењен је приказ фб линка - линк се приказује само уколико је унесен у базу</li>
    <li>На страници профила додат је приказ насловне фотографије у случају да је унесена, у супротном приказује подразумевану</li>
    <li>На страници профила додати су дугмићи за измену насловне и профилне фотографије и додавање фотографије радова у случају да се ради о "мом профилу" - за те потребе додата је промењива кроз контролер - наведена функционалност је испрограмирана до краја</li>
    <li>На страници профила додата је адреса за "мој профил"</li>
</ul>