@extends('layouts.master')
@section('body')
<div class="pt60 container" style="text-align: justify">
    <h1>О нама</h1>
    <p>Сајт је настао у жељи аутора да обједини све актуелности на једном месту како би се шири аудиторијум благовремено информисао о свим наступима, концертима, дружењима гуслара, израдом и школом гусала и свирала. Желимо да од заборава сачувамо српски национални интегритет, да будемо понос наших родитеља и идемо стопама којима су корачали наши славни преци.</p>
    <p>Уколико имате лични програм који се тиче српске националне баштине и традиције биће нам задовољство да га поделимо са другима.</p>
    <p>Шаљите нам Ваше сугестије, идеје и предлоге везане за Портал, како бисмо били сигурни да се налазимо на правом путу и унапредимо функционалности. Хвала на поверењу!</p>
    <p><i>Технички тим потрала Гусле</i></p>
</div>
@endsection