@extends('layouts.master')
@section('body')
<div class="pt60 container" style="text-align: justify">
    <h1>Правилник кориштења продавнице</h1>
    <h2>Ћирилично писмо</h2>
    <p>Основни језик Портала је српски са ћириличним писмом. Молимо кориснике и посетиоце портала да се тога придржавају у циљу очувања српског националног интегритета и културног наслеђа. Претрага по свим критеријумима занемарује и не даје у резултат претраге наслове који су постављени у другом писму. Приказ Портала на другим језицима биће накнадно разматрана и дорађена.</p>
    <h2>Предмети продаје</h2>
    <p>Предмети које постављате на оглас морају да буду 100% легални, да сте лично над њима власник, да сте их стекли на легалан начин и да припадају српском националном обележју. Уколико нисте сигурни у легалност контактирајте нашу подршку која ће Вам дати више информација.</p>
    <h2>Контакт подаци</h2>
    <p>Ваши лични подаци са адресом биће видљиви само Вашим купцима односно продавцима, па сходно томе корисници су одговорни за тачност података, а искуство нам говори да пре слања предмета обавезно ступите у контакт са купцем како би потврдио тачност и договорили време пошиљке.</p>
    <p>Задржавамо права измене правилника који ће увек бити доступан на порталу и са којим се можете правовремено упознати.</p>
    <p><i>Технички тим потрала Гусле</i></p>
</div>
@endsection