@extends('layouts.master')
@section('body')
<div class="pt60 container" style="text-align: justify">
    <img src="/img/default/reklamiranje.jpg" width="100%">
    <h1>Рекламирање</h1>
    <p>Поставите Ваш банер на неку од за то предвиђених локација. Све што је потребно је да контактирате нашу техничку подршку који ће Вас детаљније информисати око детаља.</p>
    <h2>Врсте банера</h2>
    <p>На нашем Порталу могуће је поставити једну од две врсте банера, а то су футер банери (на дну странице у футеру) и бочни банери (можете их приметити са десне стране страница међу којима су календар догађаја, архива, претрази продавнице и другим).</p>
    <h2>Димензије</h2>
    <p>Банери на нашим страницама су фиксних димензија и потребно је да нам доставите слику тих димензија у стандардном <i>jpg</i> формату. Футер банери су димензија 300х150px, док су бочни 300x120px, са прилагођеном густином записа који фајл не чини гломзним (<60KB). Осим у посебним захтевима не вршимо прилагођење банера па се банери других димензија неће ни разматрати.</p>
    <p>Бесплатно постављање банера и линкова ка јаким сајтовима који су везани за српски национални интегритет и културу.</p>
    <h2>Квалитет израде</h2>
    <p>Банери које постављамо на Портал морају да задовоље високе стандарде квалитета израде, што се утврђује након достављања нашој техничкој подршци која врши оцењивање и процењује степен спремности објављивања. Молимо за поштовање и разумевање када је оцењивање у питању, оцена стручног тима је крајње објективна, па је потребно прилагодити банер високим квалитетима дизајна пратећи упутства професионалаца.</p>
    <p><i>Технички тим потрала Гусле</i></p>
</div>
@endsection